nix
kitty
labwc
ddcutil
python
btop
thunar
rofi
swaybg
waybar
zed
mpv
wl-clipboard
libinput
playerctl
cava
mako
grim
satty
greetd
greetd-gtkgreet
fastfetch
figlet
zsh
git
networkmanager
bluez-utils
bluez