labwc
kitty
thunar
waybar
rofi
mako
swaybg
grim
satty
wl-clipboard
playerctl
cava
ddcutil
pulsemixer
htop
vlc
fastfetch
zed
python
nix
